tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "anyenv"
brew "brotli"
brew "giflib"
brew "highway"
brew "imath"
brew "jpeg-turbo"
brew "libpng"
brew "lz4"
brew "xz"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "libvmaf"
brew "aom"
brew "apr"
brew "ca-certificates"
brew "openssl@3"
brew "apr-util"
brew "m4"
brew "autoconf"
brew "automake"
brew "gmp"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "readline"
brew "unixodbc"
brew "asdf"
brew "augeas"
brew "libssh2"
brew "oniguruma"
brew "bat"
brew "certifi"
brew "pycparser"
brew "cffi"
brew "dialog"
brew "mpdecimal"
brew "sqlite"
brew "six"
brew "certbot"
brew "cjson"
brew "cmake"
brew "deno"
brew "docbook"
brew "docbook-xsl"
brew "fd"
brew "libuv"
brew "firebase-cli"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "gh"
brew "jbig2dec"
brew "libidn"
brew "openjpeg"
brew "ghostscript"
brew "pcre2"
brew "git"
brew "glib"
brew "gnu-getopt"
brew "hr"
brew "ncurses"
brew "htop"
brew "iftop"
brew "jasper"
brew "libde265"
brew "shared-mime-info"
brew "x265"
brew "libheif"
brew "liblqr"
brew "libomp", link: true
brew "libraw"
brew "imagemagick"
brew "jq"
brew "libcbor"
brew "libevent"
brew "libfido2"
brew "libunistring"
brew "libidn2"
brew "liblinear"
brew "unibilium"
brew "libtermkey"
brew "libvterm"
brew "libwebsockets"
brew "lua"
brew "luajit"
brew "luv"
brew "mosquitto"
brew "msgpack"
brew "zlib"
brew "mysql-client"
brew "ncdu"
brew "tree-sitter"
brew "neovim"
brew "net-snmp"
brew "ninja"
brew "pcre"
brew "nmap"
brew "pkg-config"
brew "powerlevel10k"
brew "progress"
brew "pv"
brew "rclone"
brew "sevenzip"
brew "speedtest-cli"
brew "utf8proc"
brew "subversion"
brew "wakeonlan"
brew "wget"
brew "xmlto"
brew "yt-dlp"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
cask "1password"
cask "atok"
cask "brave-browser"
cask "discord"
cask "docker"
cask "font-noto-sans-cjk-jp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "netgear-switch-discovery-tool"
cask "notion"
cask "steam"
cask "swiftbar"
cask "visual-studio-code"
cask "vlc"
cask "vpn-by-google-one"
vscode "8amjp.charactercount"
vscode "dbaeumer.vscode-eslint"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "k--kato.intellij-idea-keybindings"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "octref.vetur"
vscode "platformio.platformio-ide"
vscode "twxs.cmake"
vscode "vscode-icons-team.vscode-icons"
vscode "webfreak.debug"
