tap "beeftornado/rmtree"
brew "ca-certificates"
brew "certifi"
brew "pycparser"
brew "cffi"
brew "openssl@3"
brew "cryptography"
brew "libyaml"
brew "lz4"
brew "mpdecimal"
brew "readline"
brew "sqlite"
brew "xz"
brew "zstd"
brew "ansible"
brew "anyenv"
brew "brotli"
brew "giflib"
brew "highway"
brew "imath"
brew "jpeg-turbo"
brew "libdeflate"
brew "libpng"
brew "libtiff"
brew "little-cms2"
brew "openexr"
brew "jpeg-xl"
brew "libvmaf"
brew "webp"
brew "aom"
brew "libunistring"
brew "gettext"
brew "libssh2"
brew "aria2"
brew "libiconv"
brew "pcre2"
brew "git"
brew "asdf"
brew "augeas"
brew "m4"
brew "autoconf"
brew "automake"
brew "libgit2"
brew "oniguruma"
brew "bat"
brew "c-ares"
brew "freetype"
brew "fontconfig"
brew "glib"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "lzo"
brew "pixman"
brew "cairo"
brew "cjson"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "gmp"
brew "coreutils"
brew "deno"
brew "dialog"
brew "fd"
brew "libnghttp2"
brew "libuv"
brew "node"
brew "firebase-cli"
brew "fribidi"
brew "fzf"
brew "gemini-cli"
brew "geoipupdate"
brew "gh"
brew "graphite2"
brew "harfbuzz"
brew "jbig2dec"
brew "openjpeg"
brew "leptonica"
brew "libb2"
brew "libarchive"
brew "libidn"
brew "pango"
brew "tesseract"
brew "ghostscript"
brew "hr"
brew "ncurses"
brew "htop"
brew "iftop"
brew "libde265"
brew "shared-mime-info"
brew "x265"
brew "libheif"
brew "libtool"
brew "imagemagick"
brew "influxdb-cli"
brew "jasper"
brew "jq"
brew "libcbor"
brew "libevent"
brew "libfido2"
brew "libidn2"
brew "liblinear"
brew "liblqr"
brew "libomp", link: true
brew "libraw"
brew "unibilium"
brew "libtermkey"
brew "libvterm"
brew "libwebsockets"
brew "lpeg"
brew "lua"
brew "luajit"
brew "luv"
brew "moreutils"
brew "mosquitto"
brew "msgpack"
brew "mycli"
brew "zlib"
brew "mysql-client"
brew "ncdu"
brew "neovim"
brew "net-snmp"
brew "ninja"
brew "python@3.13"
brew "nmap"
brew "pigz"
brew "pkgconf"
brew "progress"
brew "pv"
brew "python-packaging"
brew "rclone"
brew "ripgrep"
brew "sevenzip"
brew "starship"
brew "tree-sitter"
brew "uv"
brew "wakeonlan"
brew "wget"
brew "yt-dlp"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
cask "1password"
cask "antigravity"
cask "atok"
cask "autodesk-fusion"
cask "bambu-studio"
cask "brave-browser"
cask "chatgpt"
cask "cloudflare-warp"
cask "discord"
cask "docker-desktop"
cask "flutter"
cask "font-meslo-for-powerlevel10k"
cask "font-meslo-lg-nerd-font"
cask "font-udev-gothic"
cask "font-udev-gothic-nf"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "istat-menus"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "netgear-switch-discovery-tool"
cask "notion"
cask "steam"
cask "swiftbar"
cask "temurin@17"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
vscode "8amjp.charactercount"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "k--kato.intellij-idea-keybindings"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpp-devtools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "platformio.platformio-ide"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "webfreak.debug"
