tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "romkatv/powerlevel10k"
tap "sanemat/font"
tap "vitorgalvao/tiny-scripts"
brew "anyenv"
brew "brotli"
brew "giflib"
brew "highway"
brew "imath"
brew "jpeg-turbo"
brew "libpng"
brew "lz4"
brew "xz"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "libvmaf"
brew "aom"
brew "apr"
brew "ca-certificates"
brew "openssl@1.1"
brew "apr-util"
brew "bat"
brew "bdw-gc"
brew "berkeley-db", link: true
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pcre2"
brew "glib"
brew "pkg-config"
brew "libpthread-stubs"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "lzo"
brew "pixman"
brew "cairo"
brew "cjson"
brew "cmake"
brew "cmocka"
brew "cpanminus"
brew "cunit"
brew "dav1d"
brew "deno"
brew "docbook"
brew "docbook-xsl"
brew "libogg"
brew "flac"
brew "frei0r"
brew "fribidi"
brew "gmp"
brew "libevent"
brew "libunistring"
brew "libidn2"
brew "libnghttp2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "graphite2"
brew "icu4c"
brew "harfbuzz"
brew "lame"
brew "openjpeg"
brew "leptonica"
brew "libb2"
brew "libarchive"
brew "libunibreak"
brew "libass"
brew "libbluray"
brew "mbedtls"
brew "librist"
brew "libsamplerate"
brew "libvorbis"
brew "mpg123"
brew "opus"
brew "libsndfile"
brew "libsodium"
brew "libsoxr"
brew "libvidstab"
brew "libvpx"
brew "opencore-amr"
brew "rav1e"
brew "rubberband"
brew "sdl2"
brew "snappy"
brew "speex"
brew "srt"
brew "tesseract"
brew "theora"
brew "x264"
brew "x265"
brew "xvid"
brew "zeromq"
brew "zimg"
brew "ffmpeg"
brew "gdbm"
brew "jbig2dec"
brew "libidn"
brew "ghostscript"
brew "git"
brew "glew"
brew "glfw"
brew "gnu-getopt"
brew "m4"
brew "libtool"
brew "readline"
brew "guile"
brew "hr"
brew "ncurses"
brew "htop"
brew "hub"
brew "iftop"
brew "jasper"
brew "libde265"
brew "xmlto"
brew "shared-mime-info"
brew "libheif"
brew "liblqr"
brew "libomp", link: true
brew "imagemagick"
brew "iperf3"
brew "jpeg"
brew "oniguruma"
brew "jq"
brew "libcbor"
brew "libffi"
brew "libfido2"
brew "liblinear"
brew "libmikmod"
brew "libssh2"
brew "unibilium"
brew "libtermkey"
brew "libusb"
brew "libuv"
brew "libvterm"
brew "libwebsockets"
brew "libyaml"
brew "lua@5.3"
brew "luajit"
brew "luv"
brew "mosquitto"
brew "mpdecimal"
brew "msgpack"
brew "zlib"
brew "mysql-client"
brew "tree-sitter"
brew "neovim"
brew "net-snmp"
brew "ninja"
brew "pcre"
brew "nmap"
brew "p7zip"
brew "perl"
brew "pidcat"
brew "progress"
brew "pv"
brew "sqlite"
brew "python@3.11"
brew "speedtest-cli"
brew "utf8proc"
brew "subversion"
brew "wakeonlan"
brew "wget"
brew "yt-dlp"
brew "zplug"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "1password"
cask "atok"
cask "bitbar"
cask "brave-browser"
cask "discord"
cask "docker"
cask "epic-games"
cask "font-noto-sans-cjk-jp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "minecraft"
cask "netgear-switch-discovery-tool"
cask "notion"
cask "silicon-labs-vcp-driver"
cask "steam"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "wacom-tablet"
